Repository: AlixGuoli/GreenVPN
Catalog: GreenVPN/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

# gv_intro_subtitle
source: Secure · Stable · Quiet
de: Sicher · Stabil · Dezent
es: Seguro · Estable · Discreto
fr: Sécurisé · Stable · Discret
ja: 安全 · 安定 · さりげなく
ko: 안전 · 안정 · 조용하게
pt_br: Seguro · Estável · Discreto
ru: Безопасно · Стабильно · Ненавязчиво
zh_hans: 安全 · 稳定 · 低调

# gv_intro_progress
source: Preparing connection environment %d%%
de: Verbindung wird vorbereitet %d%%
es: Preparando el entorno de conexión %d%%
fr: Préparation de l’environnement de connexion %d%%
ja: 接続環境を準備中 %d%%
ko: 연결 환경 준비 중 %d%%
pt_br: Preparando ambiente de conexão %d%%
ru: Подготовка среды подключения %d%%
zh_hans: 正在准备连接环境 %d%%

# gv_policy_title
source: Privacy Protection & Data Usage Statement
de: Datenschutz und Datennutzung
es: Protección de privacidad y uso de datos
fr: Protection de la vie privée et utilisation des données
ja: プライバシー保護とデータ利用について
ko: 개인정보 보호 및 데이터 사용 안내
pt_br: Proteção de privacidade e uso de dados
ru: Политика конфиденциальности и использование данных
zh_hans: 隐私保护与数据使用说明

# gv_policy_preamble
source: To provide a smooth VPN experience while protecting your privacy, we only collect and use information within a necessary and limited scope.
de: Um ein stabiles VPN-Erlebnis zu bieten und gleichzeitig deine Privatsphäre zu schützen, erfassen und verwenden wir nur die minimal notwendigen Informationen.
es: Para ofrecer una experiencia de VPN fluida y a la vez proteger tu privacidad, solo recopilamos y usamos la información mínima necesaria.
fr: Pour offrir une expérience VPN fluide tout en protégeant votre vie privée, nous ne collectons et n’utilisons que les informations strictement nécessaires.
ja: VPN 体験を快適に保ちつつプライバシーを守るため、必要最小限の情報のみを収集・利用します。
ko: VPN 사용 경험을 쾌적하게 유지하면서 개인정보를 보호하기 위해, 필요한 최소한의 정보만을 수집·이용합니다.
pt_br: Para oferecer uma experiência de VPN estável e ao mesmo tempo proteger sua privacidade, coletamos e usamos apenas as informações estritamente necessárias.
ru: Чтобы обеспечить стабильную работу VPN и при этом защитить вашу конфиденциальность, мы собираем и используем только минимально необходимую информацию.
zh_hans: 为了在保障隐私安全的前提下，为您提供稳定顺畅的网络服务，我们仅在必要范围内收集和使用相关信息。

# gv_policy_section_intro
source: We may process the following categories of data:
de: Wir können die folgenden Kategorien von Daten verarbeiten:
es: Podemos procesar las siguientes categorías de datos:
fr: Nous pouvons traiter les catégories de données suivantes :
ja: 当社が取り扱う可能性のあるデータの種類は次のとおりです：
ko: 당사가 처리할 수 있는 데이터 유형은 다음과 같습니다:
pt_br: Podemos processar as seguintes categorias de dados:
ru: Мы можем обрабатывать следующие категории данных:
zh_hans: 我们可能涉及的数据类型包括：

# gv_policy_point_device
source: · Device-related information: such as operating system version, hardware model, and system language, used to adapt to different devices and optimize connection performance;
de: · Geräteinformationen: z. B. Betriebssystemversion, Hardwaremodell und Systemsprache, um die App anzupassen und die Leistung zu optimieren;
es: · Información del dispositivo: como versión del sistema operativo, modelo de hardware e idioma del sistema, usada para adaptar la aplicación y optimizar el rendimiento.
fr: · Informations sur l’appareil : version du système, modèle du matériel et langue du système, utilisées pour adapter l’application et optimiser les performances ;
ja: · デバイス情報：OS バージョン、ハードウェアモデル、システム言語など。アプリの最適化と動作改善のために利用します。
ko: · 기기 정보: OS 버전, 하드웨어 모델, 시스템 언어 등. 앱 최적화와 성능 향상을 위해 사용됩니다.
pt_br: · Informações do dispositivo: versão do sistema, modelo de hardware e idioma do sistema, usadas para adaptar o app e otimizar o desempenho.
ru: · Информация об устройстве: версия ОС, модель устройства, язык системы — используется для адаптации и оптимизации работы приложения;
zh_hans: · 设备相关信息：例如操作系统版本、硬件型号、系统语言等，用于适配不同设备并优化连接表现；

# gv_policy_point_records
source: · Connection statistics: for example, connection success rate and error types, analyzed in aggregate to troubleshoot issues and improve stability;
de: · Verbindungsstatistiken: etwa Erfolgsrate und Fehlertypen, aggregiert zur Verbesserung der Stabilität;
es: · Estadísticas de conexión: por ejemplo, tasa de éxito y tipos de errores, analizados de forma agregada para mejorar la estabilidad.
fr: · Statistiques de connexion : par exemple, taux de réussite et types d’erreurs, analysés de manière agrégée afin d’améliorer la stabilité ;
ja: · 接続統計：接続成功率やエラー種別などを集約した情報で、安定性向上のために利用します。
ko: · 연결 통계: 예를 들어 연결 성공률, 오류 유형 등 집계된 정보로, 안정성 향상을 위해 사용됩니다.
pt_br: · Estatísticas de conexão: por exemplo, taxa de sucesso e tipos de erro, analisadas de forma agregada para melhorar a estabilidade.
ru: · Статистика подключений: например, процент успешных подключений и типы ошибок, в агрегированном виде для улучшения стабильности;
zh_hans: · 连接统计信息：如连接成功率、错误类型等，采用汇总方式分析，用于排查问题并提升稳定性；

# gv_policy_point_duration
source: · Usage duration and bandwidth usage: used for capacity planning and resource allocation to keep the service smooth and available;
de: · Nutzungsdauer und Bandbreite: für Kapazitätsplanung und Lastverteilung;
es: · Tiempo de uso y ancho de banda: utilizados para planificar la capacidad y distribuir la carga.
fr: · Durée d’utilisation et bande passante : utilisées pour la planification de capacité et la répartition de la charge ;
ja: · 利用時間や帯域使用量：容量計画やリソース配分のために利用します。
ko: · 사용 시간 및 트래픽 사용량: 용량 계획 및 리소스 배분을 위해 사용됩니다.
pt_br: · Tempo de uso e largura de banda: usados para planejamento de capacidade e distribuição de carga.
ru: · Время использования и объём трафика: нужно для планирования ёмкости и распределения нагрузки;
zh_hans: · 使用时长与带宽占用：用于容量规划和资源调度，帮助我们维持服务的流畅与可用性；

# gv_policy_point_ads
source: · Advertising service data: when third-party ad services are used, they may process necessary information under their own privacy policies.
de: · Daten für Werbedienste Dritter (falls verwendet): werden von diesen gemäß deren eigenen Datenschutzrichtlinien verarbeitet.
es: · Datos de servicios publicitarios de terceros (si se usan): procesados por ellos de acuerdo con sus propias políticas de privacidad.
fr: · Données des services publicitaires tiers (le cas échéant) : traitées par ces tiers conformément à leurs propres politiques de confidentialité.
ja: · サードパーティ広告サービスのデータ（利用する場合）：各社のプライバシーポリシーに従って処理されます。
ko: · 서드파티 광고 서비스 데이터(사용하는 경우): 각 회사의 개인정보 처리방침에 따라 처리됩니다.
pt_br: · Dados de serviços de anúncios de terceiros (se usados): processados por eles de acordo com suas próprias políticas de privacidade.
ru: · Данные для сторонних рекламных сервисов (если используются): обрабатываются ими в соответствии с их политиками конфиденциальности.
zh_hans: · 广告服务相关数据：如使用第三方广告服务时，由第三方根据其隐私政策处理的必要信息。

# gv_policy_more_link
source: For more details, please read the full Privacy Policy and User Agreement.
de: Weitere Details findest du in der vollständigen Datenschutzrichtlinie und dem Nutzungsvertrag.
es: Para más detalles, consulta la Política de privacidad completa y el Acuerdo de usuario.
fr: Pour plus de détails, veuillez consulter la Politique de confidentialité complète et les Conditions d’utilisation.
ja: 詳細は、完全版のプライバシーポリシーおよび利用規約をご覧ください。
ko: 자세한 내용은 전체 개인정보 처리방침과 이용약관을 확인해 주세요.
pt_br: Para mais detalhes, leia a Política de Privacidade completa e o Acordo de Usuário.
ru: Подробнее см. в полной Политике конфиденциальности и Пользовательском соглашении.
zh_hans: 了解详情，请查看完整《隐私政策》与《用户协议》

# gv_policy_decline
source: Decline and Exit
de: Ablehnen und beenden
es: Rechazar y salir
fr: Refuser et quitter
ja: 同意せず終了
ko: 동의하지 않고 종료
pt_br: Recusar e sair
ru: Отказаться и выйти
zh_hans: 不同意并退出

# gv_policy_accept
source: Accept and Continue
de: Akzeptieren und fortfahren
es: Aceptar y continuar
fr: Accepter et continuer
ja: 同意して続行
ko: 동의하고 계속
pt_br: Aceitar e continuar
ru: Принять и продолжить
zh_hans: 同意并继续使用

# gv_home_status_connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
pt_br: Conectado
ru: Подключено
zh_hans: 已连接

# gv_home_status_connecting
source: Connecting...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion…
ja: 接続中...
ko: 연결 중...
pt_br: Conectando...
ru: Подключение...
zh_hans: 连接中...

# gv_home_status_disconnected
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
ja: 未接続
ko: 연결 안 됨
pt_br: Desconectado
ru: Отключено
zh_hans: 未连接

# gv_home_status_failed
source: Connection Failed
de: Verbindungsfehler
es: Error de conexión
fr: Échec de la connexion
ja: 接続エラー
ko: 연결 실패
pt_br: Falha na conexão
ru: Ошибка подключения
zh_hans: 连接失败

# gv_home_detail_connected
source: VPN is connected successfully.
de: VPN wurde erfolgreich verbunden.
es: El VPN se ha conectado correctamente.
fr: Le VPN est connecté avec succès.
ja: VPN が正常に接続されました。
ko: VPN이 성공적으로 연결되었습니다.
pt_br: O VPN foi conectado com sucesso.
ru: VPN подключён, можно пользоваться интернетом.
zh_hans: VPN 已成功连接

# gv_home_detail_connecting
source: Establishing connection...
de: Verbindung wird aufgebaut...
es: Estableciendo conexión...
fr: Connexion en cours…
ja: 接続を確立しています…
ko: 연결을 설정하는 중입니다...
pt_br: Estabelecendo conexão...
ru: Устанавливается соединение...
zh_hans: 正在建立连接...

# gv_home_detail_idle
source: Tap the button below to start connecting.
de: Tippe auf die Schaltfläche unten, um die Verbindung zu starten.
es: Toca el botón de abajo para empezar a conectar.
fr: Touchez le bouton ci‑dessous pour commencer la connexion.
ja: 下のボタンをタップして接続を開始します。
ko: 아래 버튼을 탭하여 연결을 시작하세요.
pt_br: Toque no botão abaixo para iniciar a conexão.
ru: Нажмите кнопку ниже, чтобы начать подключение.
zh_hans: 点击下方按钮开始连接

# gv_home_detail_failed
source: Connection failed, please try again.
de: Verbindung fehlgeschlagen, bitte erneut versuchen.
es: La conexión ha fallado, inténtalo de nuevo.
fr: La connexion a échoué, veuillez réessayer.
ja: 接続に失敗しました。もう一度お試しください。
ko: 연결에 실패했습니다. 다시 시도해 주세요.
pt_br: A conexão falhou, tente novamente.
ru: Подключение не удалось, попробуйте ещё раз.
zh_hans: 连接失败，请重试

# gv_home_button_disconnect
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断
ko: 연결 해제
pt_br: Desconectar
ru: Отключить
zh_hans: 断开连接

# gv_home_button_connecting
source: Connecting...
de: Verbindung...
es: Conectando...
fr: Connexion…
ja: 接続中...
ko: 연결 중...
pt_br: Conectando...
ru: Подключение...
zh_hans: 连接中...

# gv_home_button_connect
source: Connect VPN
de: VPN verbinden
es: Conectar VPN
fr: Connecter le VPN
ja: VPN に接続
ko: VPN 연결
pt_br: Conectar VPN
ru: Подключить VPN
zh_hans: 连接 VPN

# gv_node_list_title
source: Node List
de: Knotenliste
es: Lista de nodos
fr: Liste des nœuds
ja: ノード一覧
ko: 노드 목록
pt_br: Lista de nós
ru: Список узлов
zh_hans: 节点列表

# gv_node_auto_desc
source: Automatically select the best node
de: Automatisch den besten Knoten auswählen
es: Seleccionar automáticamente el mejor nodo
fr: Sélectionner automatiquement le meilleur nœud
ja: 最適なノードを自動的に選択
ko: 가장 좋은 노드를 자동으로 선택
pt_br: Selecionar automaticamente o melhor nó
ru: Автоматически выбирать лучший узел
zh_hans: 自动选择最佳节点

# gv_settings_title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
zh_hans: 设置

# gv_settings_stats
source: Connection Statistics
de: Verbindungsstatistik
es: Estadísticas de conexión
fr: Statistiques de connexion
ja: 接続統計
ko: 연결 통계
pt_br: Estatísticas de conexão
ru: Статистика подключений
zh_hans: 连接统计

# gv_settings_other
source: Other
de: Sonstiges
es: Otros
fr: Autres
ja: その他
ko: 기타
pt_br: Outros
ru: Прочее
zh_hans: 其他

# gv_settings_about
source: About
de: Über
es: Acerca de
fr: À propos
ja: このアプリについて
ko: 앱 정보
pt_br: Sobre
ru: О приложении
zh_hans: 关于

# gv_settings_clear_data
source: Clear All Data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
ja: すべてのデータを削除
ko: 모든 데이터 삭제
pt_br: Apagar todos os dados
ru: Очистить все данные
zh_hans: 清除所有数据

# gv_settings_privacy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

# gv_settings_privacy_subtitle
source: See how we handle and protect your data.
de: Sieh dir an, wie wir deine Daten behandeln und schützen.
es: Consulta cómo tratamos y protegemos tus datos.
fr: Découvrez comment nous traitons et protégeons vos données.
ja: データの取り扱いと保護方法をご確認ください。
ko: 데이터를 어떻게 처리하고 보호하는지 확인하세요.
pt_br: Veja como tratamos e protegemos seus dados.
ru: Посмотрите, как мы обрабатываем и защищаем ваши данные.
zh_hans: 查看我们如何处理和保护你的数据。

# gv_settings_terms
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d’utilisation
ja: 利用規約
ko: 이용약관
pt_br: Termos de uso
ru: Условия использования
zh_hans: 用户协议

# gv_settings_terms_subtitle
source: Read the Apple Standard EULA used by this app.
de: Lies den von dieser App verwendeten Apple Standard-EULA.
es: Lee el EULA estándar de Apple utilizado por esta app.
fr: Lisez le CLUF standard d’Apple utilisé par cette application.
ja: このアプリに適用される Apple 標準 EULA をお読みください。
ko: 이 앱에 적용되는 Apple 표준 EULA를 확인하세요.
pt_br: Leia o EULA padrão da Apple utilizado por este app.
ru: Ознакомьтесь со стандартной лицензией Apple, применяемой к этому приложению.
zh_hans: 了解本应用的使用条款和责任范围。

# gv_settings_about_subtitle
source: Visit the GreenShield VPN website to learn more.
de: Besuche die GreenShield VPN‑Website, um mehr zu erfahren.
es: Visita el sitio web de GreenShield VPN para saber más.
fr: Visitez le site GreenShield VPN pour en savoir plus.
ja: GreenShield VPN の公式サイトで詳細を確認できます。
ko: GreenShield VPN 공식 웹사이트에서 더 자세한 정보를 확인하세요.
pt_br: Visite o site do GreenShield VPN para saber mais.
ru: Перейдите на сайт GreenShield VPN, чтобы узнать больше.
zh_hans: 访问 GreenShield VPN 官网，了解更多信息。

# gv_settings_language_subtitle
source: Change only the display language of this app.
de: Ändert nur die Sprache dieser App, nicht des Systems oder anderer Apps.
es: Solo cambia el idioma de esta app, no del sistema ni de otras apps.
fr: Modifie uniquement la langue de cette application, pas celle du système ni des autres applications.
ja: このアプリの表示言語のみ変更します。システムや他のアプリには影響しません。
ko: 이 앱의 표시 언어만 변경하며, 시스템 및 다른 앱에는 영향을 주지 않습니다.
pt_br: Altera apenas o idioma deste app, não do sistema ou de outros apps.
ru: Меняет только язык интерфейса этого приложения, не системы и других программ.
zh_hans: 只修改本应用的语言，不会影响系统和其他应用。

# gv_stats_total_duration
source: Total Duration
de: Gesamtdauer
es: Duración total
fr: Durée totale
ja: 総接続時間
ko: 총 연결 시간
pt_br: Duração total
ru: Общая длительность
zh_hans: 总连接时长

# gv_stats_total_connections
source: Total Connections
de: Gesamtverbindungen
es: Conexiones totales
fr: Connexions totales
ja: 総接続回数
ko: 총 연결 횟수
pt_br: Total de conexões
ru: Всего подключений
zh_hans: 总连接次数

# gv_stats_today_duration
source: Today Duration
de: Dauer heute
es: Duración de hoy
fr: Durée aujourd’hui
ja: 本日の接続時間
ko: 오늘의 연결 시간
pt_br: Duração hoje
ru: Длительность за сегодня
zh_hans: 今日连接时长

# gv_stats_less_than_minute
source: < 1 min
ja: < 1 分
ko: < 1분
ru: < 1 мин
zh_hans: < 1 分钟

# gv_node_auto
source: Auto Select
de: Automatische Auswahl
es: Selección automática
fr: Sélection auto
ja: 自動選択
ko: 자동 선택
pt_br: Seleção automática
ru: Автовыбор
zh_hans: 自动选择

# gv_node_us
source: United States
de: USA
es: Estados Unidos
fr: États‑Unis
ja: アメリカ
ko: 미국
pt_br: Estados Unidos
ru: США
zh_hans: 美国

# gv_node_de
source: Germany
de: Deutschland
es: Alemania
fr: Allemagne
ja: ドイツ
ko: 독일
pt_br: Alemanha
ru: Германия
zh_hans: 德国

# gv_node_fr
source: France
de: Frankreich
es: Francia
ja: フランス
ko: 프랑스
pt_br: França
ru: Франция
zh_hans: 法国

# gv_node_gb
source: United Kingdom
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume‑Uni
ja: イギリス
ko: 영국
pt_br: Reino Unido
ru: Великобритания
zh_hans: 英国

# gv_node_nl
source: Netherlands
es: Países Bajos
fr: Pays‑Bas
ja: オランダ
ko: 네덜란드
pt_br: Países Baixos
ru: Нидерланды

# gv_node_jp
source: Japan
es: Japón
fr: Japon
ja: 日本
ko: 일본
pt_br: Japão
ru: Япония
zh_hans: 日本

# gv_node_ca
source: Canada
de: Kanada
es: Canadá
ja: カナダ
ko: 캐나다
pt_br: Canadá
ru: Канада
zh_hans: 加拿大

# gv_node_sg
source: Singapore
de: Singapur
es: Singapur
fr: Singapour
ja: シンガポール
ko: 싱가포르
pt_br: Singapura
ru: Сингапур
zh_hans: 新加坡

# gv_node_au
source: Australia
de: Australien
fr: Australie
ja: オーストラリア
ko: 호주
pt_br: Austrália
ru: Австралия
zh_hans: 澳大利亚

# gv_node_kr
source: South Korea
de: Südkorea
es: Corea del Sur
fr: Corée du Sud
ja: 韓国
ko: 대한민국
pt_br: Coreia do Sul
ru: Южная Корея
zh_hans: 韩国

# gv_node_load_low
source: Low Load
de: Niedrige Auslastung
es: Baja carga
fr: Charge faible
ja: 低負荷
ko: 낮은 부하
pt_br: Baixa carga
ru: Низкая нагрузка
zh_hans: 低负载

# gv_node_load_medium
source: Medium Load
de: Mittlere Auslastung
es: Carga media
fr: Charge moyenne
ja: 中負荷
ko: 중간 부하
pt_br: Carga média
ru: Средняя нагрузка
zh_hans: 中负载

# gv_node_load_high
source: High Load
de: Hohe Auslastung
es: Alta carga
fr: Charge élevée
ja: 高負荷
ko: 높은 부하
pt_br: Alta carga
ru: Высокая нагрузка
zh_hans: 高负载

# gv_disconnect_title
source: Disconnect from VPN?
de: Vom VPN trennen?
es: ¿Desconectar del VPN?
fr: Se déconnecter du VPN ?
ja: VPN を切断しますか？
ko: VPN 연결을 해제할까요?
pt_br: Desconectar do VPN?
ru: Отключиться от VPN?
zh_hans: 确认断开连接？

# gv_disconnect_message
source: After disconnecting, you will need to reconnect to continue using VPN.
de: Nach dem Trennen musst du dich erneut verbinden, um das VPN zu nutzen.
es: Después de desconectarte, tendrás que volver a conectar para usar el VPN.
fr: Après la déconnexion, vous devrez vous reconnecter pour continuer à utiliser le VPN.
ja: 切断すると、再度接続しない限り VPN を利用できません。
ko: 연결을 해제하면, 다시 연결하기 전까지 VPN을 사용할 수 없습니다.
pt_br: Depois de desconectar, será necessário conectar novamente para usar o VPN.
ru: После отключения вам нужно будет снова подключиться, чтобы пользоваться VPN.
zh_hans: 断开后需要重新连接才能使用 VPN。

# gv_disconnect_action
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断する
ko: 연결 해제
pt_br: Desconectar
ru: Отключить
zh_hans: 断开

# gv_disconnect_nav_title
source: Disconnect
de: Trennen
es: Desconexión
fr: Déconnexion
ja: 切断
ko: 연결 해제
pt_br: Desconexão
ru: Отключение
zh_hans: 断开连接

# gv_common_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# gv_common_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

# gv_common_ok
source: OK
ko: 확인
ru: ОК

# gv_node_switch_title
source: Need to Disconnect
fr: Déconnexion requise
ja: 切断が必要
ko: 연결 해제 필요
pt_br: Desconexão necessária
ru: Необходимо отключиться

# gv_node_switch_message
source: Please disconnect from VPN before switching nodes.
fr: Veuillez vous déconnecter du VPN avant de changer de nœud.
ja: ノードを切り替える前に、VPNから切断してください。
ko: 노드를 전환하기 전에 VPN에서 연결을 해제해주세요.
pt_br: Por favor, desconecte-se do VPN antes de trocar de nó.
ru: Пожалуйста, отключитесь от VPN перед переключением узла.

# gv_result_nav_title
source: Connection Result
de: Verbindungsergebnis
es: Resultado de la conexión
fr: Résultat de la connexion
ja: 接続結果
ko: 연결 결과
pt_br: Resultado da conexão
ru: Результат подключения
zh_hans: 连接结果

# gv_result_title_connect_success
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続成功
ko: 연결 성공
pt_br: Conectado
ru: Подключено
zh_hans: 连接成功

# gv_result_title_connect_fail
source: Connection Failed
de: Verbindung fehlgeschlagen
es: Error de conexión
fr: Échec de la connexion
ja: 接続失敗
ko: 연결 실패
pt_br: Falha na conexão
ru: Сбой подключения
zh_hans: 连接失败

# gv_result_title_disconnect_success
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
ja: 切断完了
ko: 해제 완료
pt_br: Desconectado
ru: Отключено
zh_hans: 断开成功

# gv_result_body_connect_success
source: VPN connection is established. You can start using it now.
de: Die VPN‑Verbindung wurde hergestellt. Du kannst sie jetzt verwenden.
es: La conexión VPN está establecida. Ya puedes usarla.
fr: La connexion VPN est établie. Vous pouvez commencer à l’utiliser.
ja: VPN 接続が確立されました。すぐに利用できます。
ko: VPN 연결이 완료되었습니다. 지금 바로 사용할 수 있습니다.
pt_br: A conexão VPN foi estabelecida. Você já pode usar.
ru: VPN-соединение установлено. Можно начинать пользоваться.
zh_hans: VPN 已成功连接，可以开始使用。

# gv_result_body_connect_fail
source: Connection failed. Please check your network or try again later.
de: Die Verbindung ist fehlgeschlagen. Bitte Netzwerk prüfen oder später erneut versuchen.
es: La conexión ha fallado. Revisa tu red o inténtalo más tarde.
fr: La connexion a échoué. Vérifiez votre réseau ou réessayez plus tard.
ja: 接続に失敗しました。ネットワークを確認するか、しばらくしてから再試行してください。
ko: 연결에 실패했습니다. 네트워크를 확인하거나 나중에 다시 시도하세요.
pt_br: A conexão falhou. Verifique sua rede ou tente novamente mais tarde.
ru: Подключение не удалось. Проверьте сеть или попробуйте позже.
zh_hans: 连接失败，请检查网络或稍后再试。

# gv_result_body_disconnect_success
source: VPN connection has been disconnected.
de: Die VPN‑Verbindung wurde getrennt.
es: La conexión VPN se ha desconectado.
fr: La connexion VPN a été déconnectée.
ja: VPN 接続は切断されました。
ko: VPN 연결이 해제되었습니다.
pt_br: A conexão VPN foi desconectada.
ru: VPN-соединение было отключено.
zh_hans: VPN 已断开连接。

# gv_result_share_title
source: Share this app
de: App teilen
es: Compartir esta app
fr: Partager cette app
ja: このアプリを共有
ko: 앱 공유
pt_br: Compartilhar este app
ru: Поделиться приложением
zh_hans: 分享应用

# gv_result_share_subtitle
source: Share the app with your friends for a more stable connection experience.
de: Teile die App mit Freunden, damit sie ebenfalls von einer stabileren Verbindung profitieren.
es: Comparte la app con tus amigos para disfrutar de una conexión más estable.
fr: Partagez l’app avec vos amis pour profiter d’une connexion plus stable.
ja: 友だちとアプリを共有して、より安定した接続を一緒に体験しましょう。
ko: 앱을 친구들과 공유하여 더 안정적인 연결을 함께 경험해 보세요.
pt_br: Compartilhe o app com seus amigos para uma conexão mais estável.
ru: Поделитесь приложением с друзьями, чтобы они тоже получили более стабильное соединение.
zh_hans: 把这个应用分享给朋友，一起享受更稳定的网络。

# gv_result_join_title
source: Join Us
de: Beitreten
es: Únete
fr: Rejoindre
ja: 参加する
ko: 참여하기
pt_br: Juntar-se
ru: Присоединиться
zh_hans: 加入我们

# gv_result_join_subtitle
source: Join our Telegram channel for updates and tips.
de: Tritt unserem Telegram‑Kanal für Neuigkeiten und Tipps bei.
es: Únete a nuestro canal de Telegram para recibir novedades y consejos.
fr: Rejoignez notre canal Telegram pour les mises à jour et les conseils.
ja: 最新情報とヒントのために、Telegram チャンネルに参加してください。
ko: 최신 소식과 팁을 위해 Telegram 채널에 참여하세요.
pt_br: Entre no nosso canal do Telegram para receber novidades e dicas.
ru: Вступите в наш Telegram-канал, чтобы получать новости и советы.
zh_hans: 加入 Telegram 频道，获取最新更新与使用技巧。

# gv_result_share_default_text
source: I’m using this app and it works pretty well. You can try it here:
de: Ich nutze diese App und sie funktioniert ziemlich gut. Probier sie auch aus:
es: Estoy usando esta app y funciona bastante bien. Pruébala tú también:
fr: J’utilise cette app et elle fonctionne très bien. Essaie‑la :
ja: このアプリを使っていますが、なかなか良い感じです。あなたも試してみてください：
ko: 이 앱을 사용해 보니 꽤 괜찮습니다. 당신도 한 번 써 보세요:
pt_br: Estou usando este app e ele funciona muito bem. Experimente também:
ru: Я пользуюсь этим приложением, оно работает неплохо. Попробуй тоже:
zh_hans: 我在用这个应用，体验还不错，你也可以试试：

# gv_connecting_nav_title
source: Connecting
de: Verbindung wird hergestellt
es: Conectando
fr: Connexion
ja: 接続中
ko: 연결 중
pt_br: Conectando
ru: Подключение
zh_hans: 连接中

# gv_connecting_message
source: Connecting to VPN ...
de: Verbindung mit dem VPN wird hergestellt ...
es: Conectando al VPN ...
fr: Connexion au VPN ...
ja: VPN に接続しています ...
ko: VPN에 연결하는 중 ...
pt_br: Conectando ao VPN ...
ru: Подключение к VPN ...
zh_hans: 正在连接 VPN ...

# gv_lang_nav_title
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言设置
