Repository: AlixGuoli/GreenVPN
Catalog: GreenVPN/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

# gv_lang_system
source: Follow System
de: Systemsprache
es: Seguir sistema
fr: Suivre le système
ja: システムに従う
ko: 시스템 따르기
pt_br: Seguir sistema
ru: Как в системе
zh_hans: 跟随系统

# gv_lang_system_desc
source: Use the system language for the interface
de: Systemsprache für die Benutzeroberfläche verwenden
es: Usar el idioma del sistema para la interfaz
fr: Utiliser la langue du système pour l'interface
ja: システム言語をインターフェースに使用します
ko: 시스템 언어를 인터페이스에 사용합니다
pt_br: Usar o idioma do sistema para a interface
ru: Использовать системный язык интерфейса
zh_hans: 使用系统当前语言显示界面

# gv_lang_en
source: English
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
ko: 영어
pt_br: Inglês

# gv_lang_en_desc
source: Always display the interface in English
de: Die Oberfläche immer auf Englisch anzeigen.
es: Mostrar siempre la interfaz en inglés.
fr: Toujours afficher l’interface en anglais.
ja: 常に英語でインターフェースを表示します。
ko: 항상 영어로 인터페이스를 표시합니다.
pt_br: Sempre mostrar a interface em inglês.
ru: Всегда показывать интерфейс на английском

# gv_lang_ru
source: Russian
de: Russisch
es: Ruso
fr: Russe
ja: ロシア語
ko: 러시아어
pt_br: Russo
ru: Русский
zh_hans: Русский

# gv_lang_ru_desc
source: Always display the interface in Russian.
de: Die Oberfläche immer auf Russisch anzeigen.
es: Mostrar siempre la interfaz en ruso.
fr: Toujours afficher l’interface en russe.
ja: 常にロシア語でインターフェースを表示します。
ko: 항상 러시아어로 인터페이스를 표시합니다.
pt_br: Sempre mostrar a interface em russo.
ru: Всегда показывать интерфейс на русском
zh_hans: Всегда показывать интерфейс на русском языке.

# gv_lang_es
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
ja: スペイン語
ko: 스페인어
pt_br: Espanhol
ru: Español
zh_hans: Español

# gv_lang_es_desc
source: Always display the interface in Spanish.
de: Die Oberfläche immer auf Spanisch anzeigen.
es: Mostrar siempre la interfaz en español.
fr: Toujours afficher l’interface en espagnol.
ja: 常にスペイン語でインターフェースを表示します。
ko: 항상 스페인어로 인터페이스를 표시합니다.
pt_br: Sempre mostrar a interface em espanhol.
ru: Mostrar siempre la interfaz en español.
zh_hans: Mostrar siempre la interfaz en español.

# gv_lang_ptbr
source: Portuguese (Brazil)
de: Portugiesisch (Brasilien)
es: Portugués (Brasil)
fr: Portugais (Brésil)
ja: ポルトガル語 (ブラジル)
ko: 포르투갈어(브라질)
pt_br: Português (Brasil)
ru: Português (Brasil)
zh_hans: Português (Brasil)

# gv_lang_ptbr_desc
source: Always display the interface in Brazilian Portuguese.
de: Die Oberfläche immer auf brasilianischem Portugiesisch anzeigen.
es: Mostrar siempre la interfaz en portugués de Brasil.
fr: Toujours afficher l’interface en portugais brésilien.
ja: 常にブラジルポルトガル語でインターフェースを表示します。
ko: 항상 브라질 포르투갈어로 인터페이스를 표시합니다.
pt_br: Sempre mostrar a interface em português do Brasil.
ru: Sempre mostrar a interface em português do Brasil.
zh_hans: Sempre mostrar a interface em português do Brasil.

# gv_lang_de
source: German
de: Deutsch
es: Alemán
fr: Allemand
ja: ドイツ語
ko: 독일어
pt_br: Alemão
ru: Deutsch
zh_hans: Deutsch

# gv_lang_de_desc
source: Always display the interface in German.
de: Die Oberfläche immer auf Deutsch anzeigen.
es: Mostrar siempre la interfaz en alemán.
fr: Toujours afficher l’interface en allemand.
ja: 常にドイツ語でインターフェースを表示します。
ko: 항상 독일어로 인터페이스를 표시합니다.
pt_br: Sempre mostrar a interface em alemão.
ru: Die Oberfläche immer auf Deutsch anzeigen.
zh_hans: Die Oberfläche immer auf Deutsch anzeigen.

# gv_lang_fr
source: French
de: Französisch
es: Francés
fr: Français
ja: フランス語
ko: 프랑스어
pt_br: Francês
ru: Français
zh_hans: Français

# gv_lang_fr_desc
source: Always display the interface in French.
de: Die Oberfläche immer auf Französisch anzeigen.
es: Mostrar siempre la interfaz en francés.
fr: Toujours afficher l’interface en français.
ja: 常にフランス語でインターフェースを表示します。
ko: 항상 프랑스어로 인터페이스를 표시합니다.
pt_br: Sempre mostrar a interface em francês.
ru: Toujours afficher l’interface en français.
zh_hans: Toujours afficher l’interface en français.

# gv_lang_ja
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
ja: 日本語
ko: 일본어
pt_br: Japonês
ru: 日本語
zh_hans: 日本語

# gv_lang_ja_desc
source: Always display the interface in Japanese.
de: Die Oberfläche immer auf Japanisch anzeigen.
es: Mostrar siempre la interfaz en japonés.
fr: Toujours afficher l’interface en japonais.
ja: 常に日本語でインターフェースを表示します。
ko: 항상 일본어로 인터페이스를 표시합니다.
pt_br: Sempre mostrar a interface em japonês.
ru: 常に日本語でインターフェースを表示します。
zh_hans: 常に日本語でインターフェースを表示します。

# gv_lang_ko
source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
ja: 韓国語
ko: 한국어
pt_br: Coreano
ru: 한국어
zh_hans: 한국어

# gv_lang_ko_desc
source: Always display the interface in Korean.
de: Die Oberfläche immer auf Koreanisch anzeigen.
es: Mostrar siempre la interfaz en coreano.
fr: Toujours afficher l’interface en coréen.
ja: 常に韓国語でインターフェースを表示します。
ko: 항상 한국어로 인터페이스를 표시합니다.
pt_br: Sempre mostrar a interface em coreano.
ru: 항상 한국어로 인터페이스를 표시합니다.
zh_hans: 항상 한국어로 인터페이스를 표시합니다.

# gv_lang_page_desc
source: This only changes the display language of this app, not the system or other apps.
de: Ändert nur die Sprache dieser App, nicht die des Systems oder anderer Anwendungen.
es: Solo cambia el idioma de esta app, no del sistema ni de otras aplicaciones.
fr: Modifie uniquement la langue de cette app, pas celle du système ni des autres applications.
ja: このアプリの表示言語のみ変更し、システムや他のアプリには影響しません。
ko: 이 앱의 표시 언어만 변경하며, 시스템 및 다른 앱의 언어는 변경하지 않습니다.
pt_br: Altera apenas o idioma da interface deste app, não do sistema nem de outros apps.
ru: Изменяет только язык интерфейса приложения, а не системы и других программ.
zh_hans: 只影响本应用界面语言，不会修改系统语言或其他应用的显示。

# gv_lang_switching
source: Switching language, please wait…
de: Sprache wird gewechselt, bitte warten…
es: Cambiando idioma, espera un momento…
fr: Changement de langue, veuillez patienter…
ja: 言語を切り替えています。しばらくお待ちください…
ko: 언어를 변경하는 중입니다. 잠시만 기다려 주세요…
pt_br: Trocando o idioma, aguarde…
ru: Переключение языка, подождите…
zh_hans: 正在切换语言，请稍候…

# gv_toolbox_title
source: Toolbox
de: Werkzeuge
es: Caja de herramientas
fr: Boîte à outils
ja: ツールボックス
ko: 도구 상자
pt_br: Ferramentas
ru: Инструменты
zh_hans: 工具箱

# gv_toolbox_subtitle
source: Network lab · Text utilities
de: Netzwerktests · Text‑Tools
es: Pruebas de red · Utilidades de texto
fr: Tests réseau · Outils texte
ja: ネットワークテスト · テキストツール
ko: 네트워크 테스트 · 텍스트 유틸리티
pt_br: Testes de rede · Utilidades de texto
ru: Сетевые тесты · Текстовые утилиты
zh_hans: 网络诊断 · 文本小工具

# gv_toolbox_desc
source: A few small utilities that run entirely on-device, including basic network tests and text helpers. Nothing is uploaded.
de: Einige kleine Tools, die vollständig lokal laufen: einfache Netzwerktests und Text‑Hilfsprogramme. Es wird nichts hochgeladen.
es: Pequeñas utilidades que se ejecutan totalmente en el dispositivo: pruebas de red sencillas y utilidades de texto. Nada se envía a servidores.
fr: Quelques petits outils fonctionnant entièrement en local : tests réseau simples et utilitaires de texte. Aucune donnée n’est envoyée sur un serveur.
ja: 完全にローカルで動作する小さなツール群です。簡単なネットワークテストやテキスト処理を行い、いかなるデータもサーバーには送信しません。
ko: 완전히 로컬에서 동작하는 작은 도구들입니다. 간단한 네트워크 테스트와 텍스트 처리를 수행하며, 어떤 데이터도 서버로 전송되지 않습니다.
pt_br: Algumas pequenas utilidades que rodam totalmente no dispositivo: testes de rede básicos e ferramentas de texto. Nada é enviado para servidores.
ru: Несколько небольших утилит, которые работают полностью локально: простые сетевые проверки и операции с текстом. Ничего не отправляется на сервер.
zh_hans: 这里是一些本地运行的小工具，包括简单的网络测试和文本处理，不会上传你的任何内容。

# gv_toolbox_ping_title
source: Ping Test
es: Prueba de ping
fr: Test de ping
ja: Ping テスト
ko: 핑 테스트
pt_br: Teste de ping
ru: Ping-тест
zh_hans: Ping 测试

# gv_toolbox_ping_subtitle
source: Roughly measure latency to a target host
de: Die ungefähre Latenz zu einem Host messen
es: Medir aproximadamente la latencia hacia un host
fr: Mesurer approximativement la latence vers un hôte
ja: 対象ホストへのおおよそのレイテンシを測定
ko: 대상 호스트까지의 대략적인 지연 시간 측정
pt_br: Medir aproximadamente a latência até um host
ru: Оценить задержку до целевого хоста
zh_hans: 测一测到目标主机的大致延迟

# gv_toolbox_ping_hint
source: Enter a domain or IP, such as example.com, then run several simple TCP connects to estimate latency.
de: Gib eine Domain oder IP ein, z. B. example.com, und führe mehrere einfache TCP‑Verbindungen aus, um die Latenz zu schätzen.
es: Introduce un dominio o IP, por ejemplo example.com, y realiza varias conexiones TCP sencillas para estimar la latencia.
fr: Saisissez un domaine ou une IP, par exemple example.com, puis lancez plusieurs connexions TCP simples pour estimer la latence.
ja: example.com などのドメインまたは IP を入力し、複数回の簡易 TCP 接続でレイテンシを推定します。
ko: example.com 과 같은 도메인 또는 IP를 입력하고, 여러 번의 간단한 TCP 연결로 지연 시간을 추정합니다.
pt_br: Digite um domínio ou IP, por exemplo example.com, e faça várias conexões TCP simples para estimar a latência.
ru: Введите домен или IP, например example.com, и выполните несколько простых TCP-подключений для оценки задержки.
zh_hans: 输入一个域名或 IP，例如 example.com，然后进行多次简单的 TCP 连接来估算延迟。

# gv_toolbox_ping_start
source: Start Test
de: Test starten
es: Iniciar prueba
fr: Démarrer le test
ja: テスト開始
ko: 테스트 시작
pt_br: Iniciar teste
ru: Начать тест
zh_hans: 开始测试

# gv_toolbox_ping_running
source: Running multiple connection attempts…
de: Mehrere Verbindungsversuche laufen…
es: Realizando varias conexiones…
fr: Exécution de plusieurs tentatives de connexion…
ja: 複数回の接続を試行中…
ko: 여러 번 연결을 시도하는 중…
pt_br: Realizando várias tentativas de conexão…
ru: Выполняются несколько попыток подключения…
zh_hans: 正在测试多次连接延迟…

# gv_toolbox_ping_done
source: Test Finished
de: Test abgeschlossen
es: Prueba finalizada
fr: Test terminé
ja: テスト完了
ko: 테스트 완료
pt_br: Teste concluído
ru: Тест завершён
zh_hans: 测试完成

# gv_toolbox_ping_error
source: Unable to establish connection. Please check the host.
de: Verbindung konnte nicht hergestellt werden. Bitte Adresse prüfen.
es: No se pudo establecer la conexión. Verifica que la dirección sea correcta.
fr: Impossible d’établir la connexion. Vérifiez l’adresse.
ja: 接続を確立できませんでした。アドレスが正しいか確認してください。
ko: 연결을 설정하지 못했습니다. 주소가 올바른지 확인하세요.
pt_br: Não foi possível estabelecer conexão. Verifique se o endereço está correto.
ru: Не удалось установить соединение. Проверьте правильность адреса.
zh_hans: 无法建立连接，请检查地址是否正确。

# gv_toolbox_ping_latest
source: Latest
de: Letzter
es: Último
fr: Dernier
ja: 最新
ko: 마지막
pt_br: Último
ru: Последний
zh_hans: 最近一次

# gv_toolbox_ping_min
source: Min
de: Minimum
es: Mínimo
fr: Minimum
ja: 最小
ko: 최소
pt_br: Mínimo
ru: Минимум
zh_hans: 最低

# gv_toolbox_ping_max
source: Max
de: Maximum
es: Máximo
fr: Maximum
ja: 最大
ko: 최대
pt_br: Máximo
ru: Максимум
zh_hans: 最高

# gv_toolbox_ping_avg
source: Avg
de: Durchschnitt
es: Media
fr: Moyenne
ja: 平均
ko: 평균
pt_br: Média
ru: Среднее
zh_hans: 平均

# gv_toolbox_port_title
source: Port Reachability
de: Port‑Prüfung
es: Comprobación de puerto
fr: Vérification de port
ja: ポートチェック
ko: 포트 확인
pt_br: Verificação de porta
ru: Проверка порта
zh_hans: 端口连通性检查

# gv_toolbox_port_subtitle
source: Check whether a port is reachable
de: Prüfen, ob ein Port erreichbar ist
es: Verificar si un puerto es accesible
fr: Vérifier si un port est accessible
ja: ポートが到達可能かを確認
ko: 포트에 접속 가능한지 확인
pt_br: Verificar se uma porta está acessível
ru: Проверить, доступен ли порт
zh_hans: 测试某个端口是否可连接

# gv_toolbox_port_hint
source: Enter a host and port, for example example.com and 443. We will attempt a TCP connection.
de: Gib Host und Port ein, z. B. example.com und 443. Wir versuchen, eine TCP‑Verbindung aufzubauen.
es: Introduce host y puerto, por ejemplo example.com y 443. Intentaremos establecer una conexión TCP.
fr: Saisissez un hôte et un port, par exemple example.com et 443. Nous essaierons d’établir une connexion TCP.
ja: example.com と 443 のようにホストとポートを入力します。TCP 接続を試行します。
ko: example.com 과 443처럼 호스트와 포트를 입력합니다. TCP 연결을 시도합니다.
pt_br: Digite o host e a porta, por exemplo example.com e 443. Vamos tentar estabelecer uma conexão TCP.
ru: Введите адрес и порт, например example.com и 443. Мы попытаемся установить TCP-соединение.
zh_hans: 输入地址和端口，例如 example.com 和 443，我们会尝试建立 TCP 连接。

# gv_toolbox_port_start
source: Start Check
de: Prüfung starten
es: Iniciar comprobación
fr: Démarrer la vérification
ja: チェック開始
ko: 확인 시작
pt_br: Iniciar verificação
ru: Начать проверку
zh_hans: 开始检测

# gv_toolbox_port_running
source: Trying to connect…
de: Verbindungsversuch…
es: Intentando conectar…
fr: Tentative de connexion…
ja: 接続を試行中…
ko: 연결 시도 중…
pt_br: Tentando conectar…
ru: Пытаемся подключиться…
zh_hans: 正在尝试连接…

# gv_toolbox_port_open
source: ✅ Port is reachable
de: ✅ Port ist erreichbar
es: ✅ El puerto es accesible
fr: ✅ Port accessible
ja: ✅ ポートに接続できます
ko: ✅ 포트에 연결할 수 있습니다
pt_br: ✅ Porta acessível
ru: ✅ Порт доступен
zh_hans: ✅ 端口可连接

# gv_toolbox_port_closed
source: ❌ Cannot connect to this port
de: ❌ Keine Verbindung zu diesem Port möglich
es: ❌ No se puede conectar a este puerto
fr: ❌ Impossible de se connecter à ce port
ja: ❌ このポートに接続できません
ko: ❌ 이 포트에 연결할 수 없습니다
pt_br: ❌ Não é possível conectar a esta porta
ru: ❌ Не удаётся подключиться к этому порту
zh_hans: ❌ 无法连接到该端口

# gv_toolbox_base64_title
source: Base64 Tool
es: Herramienta Base64
fr: Outil Base64
ja: Base64 ツール
ko: Base64 도구
pt_br: Ferramenta Base64
ru: Инструмент Base64
zh_hans: Base64 工具

# gv_toolbox_base64_subtitle
source: Quickly encode/decode text
de: Text schnell kodieren / dekodieren
es: Codificar/decodificar texto rápidamente
fr: Coder / décoder du texte rapidement
ja: テキストを素早くエンコード / デコード
ko: 텍스트를 빠르게 인코딩/디코딩
pt_br: Codificar/decodificar texto rapidamente
ru: Быстрое кодирование и декодирование текста
zh_hans: 快速对文本进行编码 / 解码

# gv_toolbox_base64_hint
source: Enter plain text or Base64 above, then tap the buttons to encode or decode. All operations are local.
de: Gib oben Klartext oder Base64 ein und tippe auf die Schaltflächen zum Kodieren oder Dekodieren. Alle Vorgänge erfolgen lokal.
es: Introduce texto plano o Base64 arriba y pulsa los botones para codificar o decodificar. Todas las operaciones se realizan localmente.
fr: Saisissez du texte brut ou Base64 ci‑dessus, puis touchez les boutons pour coder ou décoder. Toutes les opérations sont locales.
ja: 上に平文または Base64 テキストを入力し、ボタンを押してエンコードまたはデコードします。すべての処理はローカルで実行されます。
ko: 위에 일반 텍스트 또는 Base64 텍스트를 입력하고, 버튼을 눌러 인코딩 또는 디코딩합니다. 모든 작업은 로컬에서 수행됩니다.
pt_br: Digite o texto simples ou Base64 acima e toque nos botões para codificar ou decodificar. Todas as operações são locais.
ru: Введите исходный текст или Base64 выше, затем нажмите кнопку кодирования или декодирования. Все операции выполняются локально.
zh_hans: 在上方输入原文或 Base64 文本，点击下面的按钮进行编码或解码，所有操作都在本地完成。

# gv_toolbox_base64_encode
source: Encode
de: Kodieren
es: Codificar
fr: Coder
ja: エンコード
ko: 인코딩
pt_br: Codificar
ru: Кодировать
zh_hans: 编码

# gv_toolbox_base64_decode
source: Decode
de: Dekodieren
es: Decodificar
fr: Décoder
ja: デコード
ko: 디코딩
pt_br: Decodificar
ru: Декодировать
zh_hans: 解码

# gv_toolbox_base64_error
source: Decode failed: please input valid Base64 text.
de: Dekodierung fehlgeschlagen: Bitte gültigen Base64‑Text eingeben.
es: Error al decodificar: introduce un texto Base64 válido.
fr: Échec du décodage : veuillez saisir un texte Base64 valide.
ja: デコードに失敗しました。正しい Base64 テキストを入力してください。
ko: 디코딩 실패: 올바른 Base64 텍스트를 입력해 주세요.
pt_br: Falha ao decodificar: insira um texto Base64 válido.
ru: Не удалось декодировать: введите корректный текст Base64.
zh_hans: 解码失败：请输入合法的 Base64 文本。

# gv_banner_wait_text
source: Skip Ad %ldS
es: Omitir publicidad en %ld s
fr: Passer la pub dans %ld s
ja: 広告を%ld秒後にスキップ
ko: %ld초 후 광고 건너뛰기
pt_br: Pular anúncio em %ld s
ru: Пропустить рекламу через %ld

# gv_banner_skip_text
source: Skip Ad
es: Omitir
fr: Passer
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить

# gv_intro_title
source: Cool VPN
zh_hans: Green VPN
